---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionLangleBoltSpacing2LongerFlange
source: html/c81f1a3b-74eb-044e-298e-73d6c1a18062.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionLangleBoltSpacing2LongerFlange Property

"Bolt Spacing 2 Longer Flange"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionLangleBoltSpacing2LongerFlange { get; }
```